//
			//Названия необходимых шаблонов указаны в кавычках
//
			//Например в строке "DNS_F_Плитка" , будет искаться шаблон в проекте с названием "DNS_F_Плитка"
//
			//При наличии в проекте шаблона с названием "DNS_F_Плитка1" или любым другим, совпадающим по маске с "*DNS_F_Плитка*" будет выбран первый попавшийся
//
			
//
			//Типы семейств для листов
//
			//При наличии совпадающих названий типов, будет использован первый
//
             "Форма 4_чертил" ,
             "Форма 6" ,
//
//
            //Шаблоны 3D видов
//
			//При отсутствии необходимого шаблона, будет создан вид без шаблона
//
             "3D_Плита перекрытия" ,
             "3D_Стеновая панель" ,
//
//
            //Шаблоны видов и сечений
//
			//При отсутствии необходимого шаблона, будет создан вид без шаблона
//
//
             "DNS_F_Плитка" ,
             "DNS_КЖ_О_Р_Сетка арматурная" ,
             "DNS_КЖ_О_Р_Сетка арматурная_Внутренний слой" ,
             "DNS_КЖ_О_Р_Сетка арматурная_Наружный слой"  ,
             "DNS_КЖ_О_Р_Стеновые панели_Армирование" ,
             "DNS_КЖ_О_Р_Стеновые панели_Армирование_Внутренний слой" ,
             "DNS_КЖ_О_Р_Стеновые панели_Армирование_Внутренний слой_Сечение" ,
             "DNS_КЖ_О_Р_Стеновые панели_Армирование_Наружный слой" ,
            "DNS_КЖ_О_Р_Стеновые панели_Армирование_Наружный слой_Сечение" ,
            "DNS_КЖ_О_Р_Стеновые панели_Армирование_Сечение" ,
            "DNS_КЖ_О_Р_Стеновые панели_Бийски" ,
            "DNS_КЖ_О_Р_Стеновые панели_Бийски_Сечение" ,
            "DNS_КЖ_О_Р_Стеновые панели_Опалубка" ,
            "DNS_КЖ_О_Р_Стеновые панели_Опалубка_Сечение" ,
            "DNS_КЖ_О_Р_Стеновые панели_Утеплитель" ,

            "DNS_КЖИ_О_Р_Плиты балконные_Армирование" ,
            "DNS_КЖИ_О_Р_Плиты балконные_Армирование_Сечение" ,
            "DNS_КЖИ_О_Р_Плиты балконные_Опалубка" ,
            "DNS_КЖИ_О_Р_Плиты балконные_Опалубка_Сечение" ,

             "П_Плита перекрытия" ,
             "Р_Плита перекрытия" ,
//
//
            //Легенды
//
			//При отсутствии какой-либо из легенд, необходимой для создания видов - она не будет размещена
//
            "Обозначение_Символ ориентации" ,
            "Обозначения_Бийски панелей НС" ,
            "Примечание_Бийски панелей НС"  ,

            "Примечание_НС_Лист 2" ,
            "Примечание_НС_Лист 3" ,
            "Обозначение_НС_Лист 3" ,
            "Примечание_НС_Лист 5" ,
            "Примечание_НС_Лист 6" ,
            "Примечание_НС_Лист 7" ,
            "Примечание_НС_Лист 8" ,
            "Примечание_НС_Лист 9" ,

            "Примечание_ВС_Лист 2" ,
            "Примечание_ВС_Лист 3" ,
            "Примечание_ВС_Лист 5" ,

            "Примечание_БП_Лист 2" ,
            "Примечание_ПС_Лист 2" ,
             "Эскиз_Деталей_Гнутых" ,

            "Обозначения_Панели стеновые внутренние" ,
            "Обозначения_Панели стеновые наружные" ,
            "Обозначения_Панели стеновые парапетные" ,
            "Примечание_Панели стеновые внутренние" ,
            "Примечание_Панели стеновые наружные" ,
            "Примечание_Панели стеновые парапетные" ,

             "АКР примечание" ,
             "Схема раскладки плитки (рядовая панель)" ,
             "Условные обозначения" ,
//
//
            //Шаблоны спецификаций
//
			//При отсутствии необходимого шаблона, будет создана спецификация без шаблона
//
//
            "М_Минвата" ,
            "М_Панель стеновая" ,

            "М_Плита балконная" ,

            "М_Плита перекрытия" ,
            "М_Полистирол" ,

            "СА_Балконная плита" ,

            "СА_Масса_Панель стеновая" ,
            "СА_Панель стеновая" ,
            "СА_Плита перекрытия" ,
            "СА_Сетка арматурная" ,
            "СА_Сетка арматурная_Внутренний слой" ,
            "СА_Сетка арматурная_Наружный слой" ,

            "СЗД_Балконная плита" ,
            "СЗД_Панель парапета" ,
            "СЗД_Панель стеновая" ,

            "СТА_Балконная плита" ,
            "СТА_Панель стеновая" ,
			
            "DNS_Ф_Плитка" ,
            "DNS_Марки_Плитка" 
